Repository: lristic13/asocijacije
Catalog: lib/l10n/app_*.arb
Languages: sr

# language
source: English
sr: Srpski

# saPapiricaUApp
source: forget the paper, use the app!
sr: sa papirića u aplikaciju!

# pocniIgru
source: Start game
sr: Počni igru

# uputstvaZaIgru
source: Instructions
sr: Uputstva za igru

# izlaz
source: Exit
sr: Izlaz

# ime1Igraca
source: Player 1 name
sr: Ime 1.igrača

# ime2Igraca
source: Player 2 name
sr: Ime 2.igrača

# igraca
source: players
sr: igrača

# dalje
source: Next
sr: Dalje

# nazad
source: Back
sr: Nazad

# tim
source: Team
sr: Tim

# normalnaRunda
source: Normal Round
sr: Normalna Runda

# normalnaRundaUput
source: The word should be explained without using the target word. Round duration: 45 seconds.
sr: Treba objasniti zadatu reč bez korišćenja iste, ili korena iste. Traje 45 sekundi.

# jednaRecRunda
source: One word Round
sr: Jedna reč Runda

# jednaRecRundaUput
source: The word should be explained using only one word, which will be similar to the target one, or will remind you of the target one. Round duration: 45 seconds.
sr: Treba objasniti zadatu reč korišćenjem samo jedne reči koja je slična zadatoj, ili će asocirati na zadatu reč. Traje 45 sekundi.

# pantomimaRunda
source: Mime Round
sr: Pantomima Runda

# pantomimaRundaUput
source: The word should be explained using only mime. Round duration: 60 seconds.
sr: Treba objasniti zadatu reč pantomimom. Traje 60 sekundi.

# rezultatUput
source: The result is accumulated through the rounds, the team with the most points wins.
sr: Rezultat se sabira kroz runde, tim sa najviše poena je pobednički.

# odustajanjeUput
source: If you can't explain the target word, you can give up and transfer the points.
sr: Ukoliko ne možete da objasnite reč, možete odustati od objašnjavanja i preneti do sad osvojene bodove.

# napomena
source: Note
sr: Napomena

# napomenaTekst
source: The round won't be changed until all the words from the current round have been guessed!
sr: U novu rundu se ne prelazi dok se ne pogode sve reči iz trenutne runde!

# unesiteImeIgraca
source: Enter player name!
sr: Unesite ime igrača!

# daLiSteSigurniIzlaz
source: Are you sure you want to quit? You will have to start the game again!
sr: Da li ste sigurni da želite da izađete? Moraćete da krenete igru iz početka!

# poeni
source: Score
sr: Poeni

# odustani
source: Give up
sr: Odustani

# odustajete
source: Give up?
sr: Odustajete?

# odustaniAlertContent
source: If you give up, you'll transfer the points and it's the next team's turn.
sr: Ako odustanete, prenosite bodove i na redu je sledeći tim.

# sledecaRec
source: Next word
sr: Sledeća reč

# sledeciTim
source: Next team
sr: Sledeći tim

# da
source: Yes
sr: Da

# ne
source: No
sr: Ne

# rezultat
source: Score
sr: Rezultat

# sledeciIgraTim
source: Up next are
sr: Sledeći igraju

# krajIgre
source: Final score
sr: Kraj igre

# pobednikJeTim
source: The winners are
sr: Pobednici su

# novaIgra
source: New game
sr: Nova igra

# pogodjeneSveReci
source: You've guessed all the words! Move on to the next round!
sr: Pogodili ste sve reči! Pređite na sledeću rundu

# izaberiMod
source: Choose game mode
sr: Izaberi mod igre

# normalan
source: Normal
sr: Normalan

# brzi
source: Quick
sr: Brzi

# imeTima
source: Team name
sr: Ime tima

# unesiteImeTima
source: Enter team name!
sr: Unesite ime tima!
